Repository: annulen/typetrainer
Catalog: i18n/*.po
Languages: ru

source: %prog [options] [file_with_words]
ru: %prog [options] [/путь/к/файлу/со/словами]

source: Tutor maker to use (en.basic, en.advanced, ru.basic). Default is en.basic
ru: Генератор упражнений (en.basic, en.advanced, ru.basic). По умолчанию en.basic

source: Can't find [%s] tutor
ru: Не найден генератор упражнений [%s]

source: Can't read [%s]
ru: Нельзя прочитать [%s]

source: English
ru: Английский

source: Basic
ru: Простой

source: Advanced
ru: Сложный

source: Expand misc panel and open file with words. Press Ctrl+O and choose file with words.
ru: Разверните дополнительную панель и откройте файл со словами. Нажмите Контрол+О и выберите файл.

source: Choose file with words.
ru: Выберите файл со словами.

source: Russian
ru: Русский

source: ASDF zones
ru: Зоны ФЫВА

source: SDFV zones
ru: Зоны ЫВАМ

source: Programmer Dvorak zones
ru: Зоны программерского Дворака

source: Open file...
ru: Открытие файла...

source: Opening...
ru: Открываю...

source: L_ayout
ru: _Зоны

source: _Level
ru: С_ложность

source: _Misc
ru: _Дополнительно

source: _Open
ru: _Открыть

source: _Statistic
ru: _Статистика

source: _Tutor
ru: _Упражнение

source: Accuracy:
ru: Точность:

source: Statistic
ru: Статистика
